src/assets/requests/notification/download_attachment_by_attachment_id.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <DownloadAttachmentByAttachmentId xmlns="http://schemas.intasect.co.jp/generictools/service/Notification" preserveSpace="no" qAccess="0" qValues="">
      <attachmentId />
    </DownloadAttachmentByAttachmentId>
  </SOAP:Body>
</SOAP:Envelope>